Repository: sivachan03/bhoomima
Catalog: lib/l10n/app_*.arb
Languages: ml

# appName
source: BhoomiMa
ml: ഭൂമിമാ

# tagline
source: A farmer's ally. A mother's touch.
ml: കർഷകനുടെ കൂട്ടായി. അമ്മയുടെ സ്പർശം.

# global_filter
source: Filter
ml: ഫിൽട്ടർ

# global_search
source: Search
ml: തിരയുക

# menu_top
source: Menu
ml: മെനു

# menu_properties
source: Properties
ml: പ്രോപ്പർട്ടികൾ

# menu_groups
source: Groups
ml: ഗ്രൂപ്പുകൾ

# menu_workers
source: Workers / Parties
ml: തൊഴിലാളികൾ / പാർട്ടികൾ

# menu_settings
source: Settings
ml: ക്രമീകരണങ്ങൾ

# line2_temperature
source: Temperature
ml: താപനില

# line2_weather
source: Weather
ml: കാലാവസ്ഥ

# line2_property
source: Property
ml: പ്രോപ്പർട്ടി

# line2_gps
source: GPS
ml: ജിപിഎസ്

# gps_disabled
source: Disabled
ml: ഡിസേബിൾഡ്

# gps_accuracy
source: Acc
ml: കൃത്യത

# gps_stability
source: Stab
ml: സ്ഥിരത

# tab_map
source: Map View
ml: മാപ്പ്

# tab_list
source: List View
ml: ലിസ്റ്റ്

# tab_diary
source: Diary
ml: ഡയറി

# tab_farm_log
source: Farm Log
ml: ഫാം ലോഗ്

# bottom_add
source: Add
ml: ചേർക്കുക

# bottom_refresh
source: Refresh
ml: റിഫ്രെഷ്

# bottom_tools
source: Tools
ml: ടൂളുകൾ

source: Add Point
ml: പോയിന്റ് ചേർക്കുക

source: Add Log
ml: ലോഗ് ചേർക്കുക

# add_diary
source: Add Diary Task
ml: ഡയറി ടാസ്‌ക്
